---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.FlangeToeOfFillet
source: html/05659280-5fcb-244c-d4ab-d34cf422bc6b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.FlangeToeOfFillet Property

Detailing distance from center of web to flange toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double FlangeToeOfFillet { get; set; }
```